Repository: bernskioldmedia/Ilmenite-Customer-Service-Box
Catalog: languages/ilscb-*.po
Languages: sv_se

source: Customer Service Box
sv_se: Kundtjänstruta

source: Contact Methods
sv_se: Kontaktsätt

source: Phone Number
sv_se: Telefonnummer

source: Enter the phone number where your customers can call you.
sv_se: Ange telefonnumret där dina kunder kan nå dig.

source: Phone Open From
sv_se: Telefonen öppen från

source: From which hour is the phone open.
sv_se: Från vilket klockslag är telefonen öppen?

source: Phone Open Until
sv_se: Telefonen öppen till

source: Until which hour is the phone open.
sv_se: Till och med vilket klockslag är telefonen öppen?

source: E-mail Address
sv_se: E-postadress

source: Enter the email address where your customers can contact you.
sv_se: Ange den e-postadress där dina kunder kan kontakta dig.

source: Ilmenite Customer Service Box
sv_se: Ilmenite kundtjänstruta

source: Let us call you
sv_se: Bli uppringd

source: The nonce did not verify.
sv_se: Ogiltig nonce verifiering

source: Request For Phone Call
sv_se: Begäran om att bli uppringd

source: The following person has requested that you call them back.\n\nName: %1$s\nPhone: %2$s
sv_se: Följande person har begärt att du ringer upp dem. Namn: %1$s Telefon: %2$s

source: We will get in touch with you as soon as we can.
sv_se: Vi kommer att komma i kontakt med dig så snart vi kan.

source: You need to enter your phone number.
sv_se: Du måste ange ditt telefonnummer.

source: Your Name
sv_se: Ditt namn

source: Send
sv_se: Skicka

source: Contact Us
sv_se: Kontakta oss

source: How can we help you?
sv_se: Hur kan vi hjälpa dig?

source: Choose one of the following ways to get in touch with us.
sv_se: Välj ett av följande sätt att komma i kontakt med oss.

source: Adds a floating customer service box to the side of the website.
sv_se: Lägger till en fast kundtjänstruta på sidan på din webbplats.

source: http://www.bernskioldmedia.com
sv_se: http://www.bernskioldmedia.se
